const img1_url = 'assets/image/IMG_1.jpg';
const img1_title = "タイトル1";
const img1_subTitle = "サブタイトル1";
const img1_detailText =
    "詳細テキスト1  詳細テキスト1  詳細テキスト1  詳細テキスト1  詳細テキスト1  詳細テキスト1  詳細テキスト1  詳細テキスト1  詳細テキスト1  詳細テキスト1  詳細テキスト1  詳細テキスト1  詳細テキスト1  詳細テキスト1  詳細テキスト1  詳細テキスト1  詳細テキスト1  詳細テキスト1  詳細テキスト1  詳細テキスト1  詳細テキスト1  詳細テキスト1  詳細テキスト1  詳細テキスト1  詳細テキスト1  詳細テキスト1  詳細テキスト1  詳細テキスト1  詳細テキスト1  詳細テキスト1  詳細テキスト1  詳細テキスト1  詳細テキスト1  詳細テキスト1  詳細テキスト1  詳細テキスト1  詳細テキスト1  詳細テキスト1  詳細テキスト1  詳細テキスト1  詳細テキスト1  詳細テキスト1  詳細テキスト1  詳細テキスト1  詳細テキスト1  詳細テキスト1  詳細テキスト1  詳細テキスト1  ";
const img1_isFavorite = false;

const img2_url = 'assets/image/IMG_2.jpg';
const img2_title = "タイトル2";
const img2_subTitle = "サブタイトル2";
const img2_detailText =
    "詳細テキスト2  詳細テキスト2  詳細テキスト2  詳細テキスト2  詳細テキスト2  詳細テキスト2  詳細テキスト2  詳細テキスト2  詳細テキスト2  詳細テキスト2  詳細テキスト2  詳細テキスト2  詳細テキスト2  詳細テキスト2  詳細テキスト2  詳細テキスト2  詳細テキスト2  詳細テキスト2  詳細テキスト2  詳細テキスト2  詳細テキスト2  詳細テキスト2  詳細テキスト2  詳細テキスト2  詳細テキスト2  詳細テキスト2  詳細テキスト2  詳細テキスト2  詳細テキスト2  詳細テキスト2  詳細テキスト2  詳細テキスト2  詳細テキスト2  詳細テキスト2  詳細テキスト2  詳細テキスト2  詳細テキスト2  詳細テキスト2  詳細テキスト2  詳細テキスト2  詳細テキスト2  詳細テキスト2  詳細テキスト2  詳細テキスト2  詳細テキスト2  詳細テキスト2  詳細テキスト2  詳細テキスト2  詳細テキスト2  ";
const img2_isFavorite = false;

const img3_url = 'assets/image/IMG_3.jpg';
const img3_title = "タイトル3";
const img3_subTitle = "サブタイトル3";
const img3_detailText =
    "詳細テキスト3  詳細テキスト3  詳細テキスト3  詳細テキスト3  詳細テキスト3  詳細テキスト3  詳細テキスト3  詳細テキスト3  詳細テキスト3  詳細テキスト3  詳細テキスト3  詳細テキスト3  詳細テキスト3  詳細テキスト3  詳細テキスト3  詳細テキスト3  詳細テキスト3  詳細テキスト3  詳細テキスト3  詳細テキスト3  詳細テキスト3  詳細テキスト3  詳細テキスト3  詳細テキスト3  詳細テキスト3  詳細テキスト3  詳細テキスト3  詳細テキスト3  詳細テキスト3  詳細テキスト3  詳細テキスト3  詳細テキスト3  詳細テキスト3  詳細テキスト3  詳細テキスト3  詳細テキスト3  詳細テキスト3  詳細テキスト3  詳細テキスト3  詳細テキスト3  詳細テキスト3  詳細テキスト3  詳細テキスト3  詳細テキスト3  詳細テキスト3  詳細テキスト3  詳細テキスト3  詳細テキスト3  詳細テキスト3  詳細テキスト3  詳細テキスト3  ";
const img3_isFavorite = false;
